Repository: zhandos256/ebaykzbot
Catalog: src/locales/*/LC_MESSAGES/messages.po
Languages: kk

source: О нас
kk: Біз туралы

source: Наш бот создан для того, чтобы помочь вам зарабатывать деньги на Ebay.
kk: Біздің ботымыз сізге Ebay-де ақша табуға көмектесу үшін жасалған.

source: С помощью EBAY_KZ_BOT вы сможете экономить время на поиске нишевых товаров и калькуляции доставки.
kk: EBAY_KZ_BOT арқылы сіз нишалық тауарларды іздеуге және жеткізу есебіне уақыт үнемдей аласыз.

source: Наши клиенты вышли на новый уровень заработка при помощи нашего бота.
kk: Біздің ботымыз арқылы клиенттеріміз жаңа табыс деңгейіне жетті.

source: Основные функции нашего бота:
kk: Біздің ботымыздың негізгі функциялары:

source: - "Топ ниши" 📊: Узнайте, какие товары наиболее популярны на Ebay прямо сейчас.
kk: - "Топ ниши" 📊: Қандай тауарлардың қазіргі уақытта Ebay-де ең танымал екенін біліңіз.

source: - Калькулятор стоимости товаров на Ebay, включая сборы и доставку из Казахстана 🇰🇿 в другие страны 🌎.
kk: Сонымен қатар, бот Ebay-дегі тауарлардың құнын есептей алады, соның ішінде Қазақстаннан 🇰🇿 басқа елдерге 🌎 жеткізуді қоса алғанда.

source: - Наш калькулятор доставки рассчитан исключительно на Казпочту.
kk: Жеткізу калькуляторы тек Қазпоштаға есептелген

source: Ваша подписка не активна. ❌
kk: Сіздің жазылымыңыз белсенді емес. ❌

source: К сожалению, я не смог распознать команду
kk: Өкінішке орай, мен команданы тани алмадым

source: Воспользуйтесь командой /help
kk: Пайдаланыңыз /help пәрменін

source: Список всех комманд
kk: Барлық командалардың тізімі

source: /start - Приветственное сообзение
kk: /start - Қош келдіңіз хабары

source: /help - Показать это сообщение помощи
kk: /help - Бұл көмек хабарын көрсету

source: Если у вас есть вопросы, обращайтесь
kk: Егер сізде сұрақтар болса, хабарласыңыз

source: Выберите язык интерфейса
kk: Интерфейс тілін таңдаңыз

source: Язык интерфейса обновлен на русский
kk: Интерфейс тілі орыс тіліне жаңартылды

source: Добро пожаловать в Telegram-бота EBAY_KZ_BOT ⭐️
kk: EBAY_KZ_BOT Telegram ботына қош келдіңіз ⭐️

source: https://t.me/EBAY_KZ_BOT - ссылка на бота
kk: https://t.me/EBAY_KZ_BOT - ботқа сілтеме

source: ❤ Главная функция нашего бота - "Топовые ниши"! 📊 Узнайте, какие товары пользуются наибольшей популярностью на Ebay прямо сейчас.
kk: ❤ Біздің ботымыздың басты функциясы - "Топ ниши"! 📊 Қандай тауарлардың Ebay-де ең танымал екенін біліңіз.

source: Кроме того, бот может рассчитать стоимость товаров на Ebay, включая сборы и доставку из Казахстана 🇰🇿 в другие страны 🌎
kk: Сонымен қатар, бот Ebay-дегі тауарлардың құнын есептей алады, соның ішінде Қазақстаннан 🇰🇿 басқа елдерге 🌎 жеткізуді қоса алғанда.

source: Калькулятор доставки рассчитан только на Казпочту
kk: Жеткізу калькуляторы тек Қазпоштаға есептелген

source: Бот поддерживает 2 языка:
kk: Бот 2 тілді қолдайды:

source: - Казахский
kk: - Қазақша

source: - Русский
kk: - Орысша

source: Если у вас возникли вопросы, пишите мне️
kk: Егер сізде сұрақтар болса, маған жазыңыз️

source: Ваша подписка активна! ✅
kk: Сіздің жазылымыңыз белсенді! ✅

source: Стоимость безлимитной подписки - 15000 тг.
kk: Шексіз жазылымның құны - 15000 тг.

source: При покупке подписки, подписка действует НАВСЕГДА!
kk: Жазылым сатып алынғаннан кейін, жазылым МӘҢГІЛІККЕ жарамды!

source: - 1) Переведите на <b>Kaspi</b> + 7 775 998 4304 - <b>15000 тг</b>
kk: -1) Kaspi-га +7 775 998 4304 - <b>15000 тг</b> аударыныз

source: - 2) Отправьте ваш чек Kaspi админу - @EBAY_KZ_BOT_SUPPORT
kk: - 2) Kaspi чегін админге жіберіңіз - @EBAY_KZ_BOT_SUPPORT

source: - 3) После того как отправили ID и чек об оплате, ждите активации в течение 1-3 минут.
kk: - 3) ID мен төлем чегін жібергеннен кейін, 1-3 минут ішінде активацияны күтіңіз.

source: - 4) Подписка активирована, пользуйтесь и зарабатывайте деньги 😉
kk: - 4) Жазылым белсенді, пайдалануыңызға болады және ақша табыңыз 😉

source: Выберите страну
kk: Елді таңдаңыз

source: Выберите тип транспортировки
kk: Тасымалдау түрін таңдаңыз

source: Выберите категорию
kk: Категорияны таңдаңыз

source: Выберите вес
kk: Салмақты таңдаңыз

source: Выберите стоимость товара
kk: Өнімнің құнын таңдаңыз

source: Главное меню
kk: Негізгі мәзір

source: Наземным транспортом
kk: Жер үсті көлігімен

source: Воздушным транспортом
kk: Әуе көлігімен

source: Калькулятор Ebay
kk: Ebay Калькуляторы

source: Топ ниши Ebay
kk: Ebay Топ ниши

source: Подписка
kk: Жазылым

source: Язык
kk: Тіл

source: О боте
kk: Бот туралы

source: Расчитать заново
kk: Қайта есептеу

source: Купить подписку
kk: Жазылым сатып алу

source: Итого️
kk: Барлығы

source: Страна назначения
kk: Баратын ел

source: Тип транспортировки
kk: Тасымалдау түрі

source: Обший вес товара
kk: Тауардың жалпы салмағы

source: Категория товара
kk: Тауар категориясы

source: Курс доллара
kk: Доллар бағамы

source: Цена товара
kk: Тауар бағасы

source: Сборы Ebay
kk: Ebay төлемдері

source: Цена доставки
kk: Жеткізу бағасы

source: Чистая прибыль
kk: Таза пайда
